Repository: 1thinkdifferent/Appellancy
Catalog: FaceRecognition/FaceRecognition/*.lproj/Localizable.strings
Languages: es, fr, nl, tr

# ADD_PEOPLE
source: Add people in the database first
es: Primero agrega personas en la base de datos.
fr: Ajoutez d'abords des visages à la base de données
nl: Voeg eerst personen toe aan de database
tr: Ilk önce kişi ekleyin

# CANNOT_DELETE_DENY
source: You *cannot* delete the Deny entry. This is for your own safety. If you want to reset entries in it, please reset the database.
es: Tú *no puedes* borrar la entrada "Rechazados". Esto es por tu propia seguridad. Si quieres restablecer las entradas en ella, por favor restablece la base de datos.
fr: Vous *ne pouvez pas* supprimer la catégorie "Refusé" mais par contre vous pouvez réinitialiser la base de données.
nl: Je kunt het 'Deny' gedeelte niet verwijderen. Dit is voor je eigen veiligheid. Als je de aanmeldingen voor het 'Deny' gedeelte wilt verwijderen, reset dan de database.
tr: Engellenen kişileri *SİLEMEZSİNİZ*. Bu sizin kendi güvenliğiniz için. Eğer engellenmiş kişileri silmek istiyorsanız, lütfen veritabanını sıfırlayın.

# CANNOT_SWITCH_CAMERA_WARNING
source: Cannot switch cameras when you aren't taking pictures!
es: No se puede cambiar de cámara cuando no estás tomando fotos!
fr: Vous ne pouvez pas utiliser l'appareil photo pendant que vous utilisez Appellancy !
nl: Kan niet van camera wisselen wanneer je geen foto's maakt!
tr: Fotoğraf çekmiyorken kamera değiştirilemez!

source: Confidence
es: Confianza
fr: Intervalle de confiance
nl: Zekerheid
tr: Güvenilirlik

# DENY_ENTRY
source: This is the Deny entry. Anything scanned here will be learned to deny.
es: Esta es la entrada "Rechazados". Cualquier cosa escaneada aquí será aprendida como "Rechazada".
fr: Les visages insérés ici seront automatiquement refusés.
nl: Dit is het weigergedeelte. Alles wat hier gescanned wordt, zal worden geweigerd.
tr: Bu engellenmiş kişilerin listesi. Buradaki kişiler tanındığında engellenecekler.

# DENY_ENTRY_INSTRUCTIONS
source: Scan the people you want Appellancy to learn from and deny.
es: Escanea las personas que quieres que Appellancy aprenda y rechace.
fr: Importez ici la photo d'une personne à exclure. Appellancy tentera alors de reconnaître le visage.
nl: Scan de mensen waarvan Appellancy moet leren ze te weigeren.
tr: Appellancy'nin gördüğünde engellemesini istediğiniz kişileri buraya kaydedin.

# INSTRUCTIONS_LABEL
source: Make sure %@ is holding the phone. When you are ready, press start.
es: Asegúrate que %@ está sosteniendo el teléfono. Cuando estés listo, presiona iniciar.
fr: Assurez-vous que %@ fait face à la caméra. Lorsque vous êtes prêt, appuyez sur "Démarrer".
nl: Zorg dat %@ de telefoon vasthoud. Zodra je er klaar voor bent, druk je op start.
tr: Telefonu %@'nın tuttuğuna emin olun. Hazır olduğunuzda Başla'ya basın.

# INSTRUCTIONS_POPUP
source: When the camera starts, move it around to show different angles of your face. For best security is recommended to have around 20 pictures, with about 4 each taken in various lightings. The more pictures you have, the slower Appellancy will be to start.
es: Cuando la cámara inicie, muévela un poco para mostrar distintos ángulos de tu cara. Para mejor seguridad se recomienda tener cerca de 20 fotos, con más o menos cada 4 tomadas en distintas iluminaciones. Entre más fotos tengas, más lento será Appellancy para iniciar.
fr: Lorsque l'appareil photo sera activé, déplacez-le autour de votre visage pour enregistrer plusieurs angles. Il est recommandé de prendre environ 20 photos, dont 4 avec une luminosité différente. Attention, un nombre trop élevé de photos pourrait ralentir la reconnaissance.
nl: Wanneer de camera aan staat, draai deze dan rond om andere hoeken van je gezicht te herkennen. Voor optimale veiligheid is het ook aanbevolen om minimaal 20 foto's te maken, waaronder in ieder geval 4 verschillende soorten licht. Hoe meer foto's je maakt, des te langzamer Appellancy wordt.
tr: Kamera açılınca yüzünüzü farklı yönlerden çekin. En yüksek güvenlik için, yüzünüzün yaklaşık 20 fotoğrafını 4 farklı ışık altında çekin. Ancak be kadar çok fotoğrafınız olursa, Appellancy o kadar yavaşlayacaktır.

# MISSING_DB_FILE
source: The original database does not exist. Please reinstall Appellancy, or, if the problem persists, contact the developer.
es: La base de datos original no existe. Por favor reinstala Appellancy, o, si el problema persiste, contacta al desarrollador.
fr: Le base de données n'existe pas, merci de réinstaller Appellancy. Si le problème persiste, veuillez contacter le développeur.
nl: De originele database bestaat niet. Herinstalleer Appellancy, of, als het probleem blijft bestaan, contacteer de ontwikkelaar.
tr: Orijinal veritabanı yok,lütfen Appellancy'i yeniden yükleyin, ya da eğer problem devam ederse, geliştiriciye başvurun.

source: No face in image
es: No hay cara en la imagen
fr: Aucun visage reconnu.
nl: Geen gezicht in afbeelding
tr: Yüz bulunamadı

source: No match found
es: No se encuentra coincidencia
fr: Aucune correspondance trouvée
nl: Geen match gevonden
tr: Eşkeşme bulunamadı

# PERSON_NAME
source: Person's name
es: Nombre de la persona
fr: Nom
nl: Persoon's naam
tr: Kişinin ismi

source: Recognized
es: Reconocido
fr: Reconnu
nl: Herkend
tr: Tanındı

# RESET_DB_PROMPT
source: Are you sure you want to reset the database? This will kill the Appellancy app.
es: ¿Estas seguro que quieres reiniciar la base de datos? Esto cerrará Appellancy.
fr: Etes-vous sûr de vouloir réinitialiser la base de données? Ceci fermera l'application.
nl: Weet je zeker dat je de database wilt resetten? De Appellancy app zal sluiten.
tr: Veritabanını sıfırlamak istediğinizden emin misiniz? Bu Appellancy uygulamasını kapatacak.

source: saved images
es: imágenes guardadas
fr: photos sauvées
nl: Opgeslagen foto's
tr: Kayıtlı resimler

# TRAINING_RECOGNIZER
source: Training face recognizer Please wait...
es: Entrenando reconocedor de rostros Porfavor espera...
fr: Reconnaissance en cours...
nl: Trainen van de gezichtsherkenner Please wait...
tr: Yüz tanıma denemesi Lütfen Bekleyin...
